Repository: common-repository/happyfret
Catalog: languages/happyfret-*.po
Languages: fr_fr

source: Happyfretproducts retrieval error !
fr_fr: Erreur lors de la récupération des produits Happyfret !

source: Happyfretproducts creation error !
fr_fr: Erreur lors de la création des produits Happyfret !

source: Unknown client type. Please check Happyfret API configuration.
fr_fr: Type de client inconnu, merci de vérifier la configuration de l'API Happyfret.

source: Happyfret Shipping
fr_fr: Livraison avec Happy Fret

source: Custom Shipping Method for Happyfret
fr_fr: Mode de livraison personnalisé pour Happy Fret

source: Enable
fr_fr: Activer

source: Enable this shipping
fr_fr: Activer ce mode de livraison

source: Title
fr_fr: Titre

source: Title to be display on site
fr_fr: Titre à afficher sur le site

source: Your API Key
fr_fr: Votre clé d'API

source: Your API Email
fr_fr: Votre email pour l'API

source: API base URL
fr_fr: URL de base de l'API

source: API account validation URL
fr_fr: URL - validation du compte

source: API profile URL
fr_fr: URL - profil marchand

source: API resolve parcels URL
fr_fr: URL - calcul du conditionnement

source: API get shipping rate URL
fr_fr: URL - calcul des frais de port

source: API products URL
fr_fr: URL - synchronisation des produits

source: API logistics transport offers URL
fr_fr: URL - offres de transport (logistique intégrée)

source: API standalone transport offers URL
fr_fr: URL - offres de transport (hors logistique)

source: API order confirmation
fr_fr: URL - confirmation de commande (hors logistique)

source: API logistics order confirmation
fr_fr: URL - confirmation de commande (logistique intégrée)

source: Name
fr_fr: Nom

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Adresse 2

source: Address 3
fr_fr: Adresse 3

source: Country
fr_fr: Pays

source: Zip code
fr_fr: Code postal

source: City
fr_fr: Ville

source: State
fr_fr: Etat / département

source: Phone number
fr_fr: Numéro de téléphone

source: Mobile
fr_fr: Numéro de mobile

source: Parcels
fr_fr: Conditionnements

source: Parcel Categories
fr_fr: Catégories de conditionnement

source: Packing Orders
fr_fr: Demandes de conditionnement

source: Shipping Labels
fr_fr: Etiquettes de transport

source: Products synchronization
fr_fr: Synchronisation des produits

source: Plugin settings
fr_fr: Paramètres du plugin

source: Save settings
fr_fr: Enregistrer

source: New parcel type
fr_fr: Nouveau conditionnement

source: Edit parcel type
fr_fr: Modifier le conditionnement

source: New parcel type stock
fr_fr: Nouvelle entrée de stock

source: Parcel types list
fr_fr: Conditionnements

source: Add a new parcel type
fr_fr: Ajouter un conditionnement

source: Category
fr_fr: Catégorie

source: Reference
fr_fr: Référence

source: Width
fr_fr: Largeur (cm)

source: Height
fr_fr: Hauteur (cm)

source: Depth
fr_fr: Profondeur (cm)

source: Volume
fr_fr: Volume (mm3)

source: Max. weight
fr_fr: Poids max (kg)

source: Price
fr_fr: Prix (€)

source: Add a new stock entry
fr_fr: Ajouter une entrée de stock

source: Show stock
fr_fr: Afficher le stock

source: Edit
fr_fr: Modifier

source: Do you really want to delete this parcel type ?
fr_fr: Voulez-vous vraiment effacer ce type d'emballage ?

source: Delete
fr_fr: Effacer

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: Parcel categories list
fr_fr: Liste des catégories de conditionnement

source: Add a new category
fr_fr: Ajouter une catégorie

source: Do you really want to delete this category?
fr_fr: Voulez-vous vraiment effacer cette catégorie ?

source: Parcel type stock list for parcel type :
fr_fr: Stocks pour le type d'emballage :

source: Return to parcel type list
fr_fr: Retour à la liste des types d'emballage

source: Order
fr_fr: Commande

source: Quantity
fr_fr: Quantité

source: Do you really want to delete this stock entry?
fr_fr: Voulez-vous vraiment effacer cette entrée de stock ?

source: Parcel type
fr_fr: Type d'emballage

source: Packing orders
fr_fr: Demandes de conditionnement

source: Packing Order Id
fr_fr: Id de l'ordre d'emballage

source: User Id
fr_fr: Id de l'utilisateur

source: Order Id
fr_fr: Id de la commande

source: Parcel Type
fr_fr: Type d'emballage

source: Products
fr_fr: Produits

source: Tracking number
fr_fr: Numéro de suivi

source: Packages tracking numbers
fr_fr: Numéros de suivi individuels

source: Expedition Id
fr_fr: Id d'expédition

source: Happyfret API key successfully checked !
fr_fr: La clé API Happyfret a bien été vérifiée !

source: Happyfret API key error !
fr_fr: Erreur de clé d'API Happyfret !

source: Happyfret API configuration error !
fr_fr: Erreur de configuration de l'API Happyfret !

source: Products not linked to Happyfret
fr_fr: Produits de la boutique non liés à Happyfret

source: Happyfret products not linked to the shop
fr_fr: Produits Happyfret non liés à la boutique

source: Do nothing
fr_fr: Ne rien faire

source: Create new product in shop
fr_fr: Créer un nouveau produit sur la boutique

source: Products linked to Happyfret
fr_fr: Produits de la boutique liés à Happyfret

source: Product Id
fr_fr: Id du produit

source: Product Name
fr_fr: Nom du produit

source: Happyfret ref
fr_fr: Référence Happyfret

source: Happyfret name
fr_fr: Nom Happyfret

source: Happyfret stock
fr_fr: Stock Happyfret

source: Update from Happyfret
fr_fr: Mettre à jour depuis Happyfret

source: Create new product in Happyfret
fr_fr: Créer un nouveau produit dans Happyfret

source: API Settings
fr_fr: Paramètres d'API

source: Sender Settings
fr_fr: Paramètres expéditeur

source: New parcel category
fr_fr: Nouvelle catégorie de conditionnement

source: Edit parcel category
fr_fr: Modifier la catégorie de conditionnement

source: Deleted parcel type
fr_fr: Type d'emballage supprimé

source: Parcel weight
fr_fr: Poid de l'emballage (kg)

source: Products you have selected come from different warehouses. They can't be shipped together
fr_fr: Des produits que vous avez sélectionnés proviennent d'entrepôts différents, ils ne peuvent pas être livrés ensemble

source: Billing Address
fr_fr: Adresse de facturation

source: Shipping Address
fr_fr: Adresse de livraison

source: Products to pack
fr_fr: Produits à conditionner

source: Order #
fr_fr: Commande n°
